.686
.model flat, stdcall 
;яюфъы■ўхэшх эхюсїюфшь√ї сшсышюЄхъ
; ллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллл
    include \masm32\include\masm32rt.inc
; ллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллл
;Ёрчфхы, уфх юс· ты ■Єё  тёх ъюэёЄрэЄ√
.const
;Ёрчфхы, уфх юс· ты ■Єё  яхЁхьхээ√х, єцх шьх■∙шх ъръюх-Єю чэрўхэшх
.data
;Ёрчфхы, уфх юс· ты ■Єё  яхЁхьхээ√х, х∙х эх шьх■∙шх чэрўхэш 
.data?
.code
start: ;ё ¤Єюую ёыютр эрўшэрхЄё  ъюф яЁюуЁрьь√
; ллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллл
main proc
           invoke ExitProcess,0                                     ; bye
main endp
; ллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллллл
end start ;ё ¤Єюую ёыютр чрърэўштрхЄё  ъюф яЁюуЁрьь√